---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.IExportContext
source: html/00dd06f6-d262-fd7f-5886-6ae200cb64aa.htm
---
# IExportContext Members

This method is called at the very end of the export process,
 after all entities were processed (or after the process was cancelled).